{
  "dadjokes": [
    {
      "joke": "Did you hear about the kidnapping at school? It's ok, he woke up.",
      "id": "FImyA5EIBAd",
      "likes": 1
    },
    {
      "joke": "I’m only familiar with 25 letters in the English language. I don’t know why.",
      "id": "1TfNRKexAd",
      "likes": 4
    },
    {
      "joke": "My new thesaurus is terrible. In fact, it's so bad, I'd say it's terrible.",
      "id": "uszdNZ8MRCd",
      "likes": 2
    },
    {
      "joke": "How much does a hipster weigh? An instagram.",
      "id": "GlGBIY0wAAd",
      "likes": 4
    },
    {
      "joke": "I was at the library and asked if they have any books on \"paranoia\", the librarian replied, \"yes, they are right behind you\"",
      "id": "VvP7U0D5TCd",
      "likes": -3
    },
    {
      "joke": "It takes guts to be an organ donor.",
      "id": "GYTCA5TKZvc",
      "likes": 6
    },
    {
      "joke": "What do you call a dad that has fallen through the ice? A Popsicle.",
      "id": "BAdU0DAlVvc",
      "likes": 5
    },
    {
      "joke": "Where do hamburgers go to dance? The meat-ball.",
      "id": "I6h3ozAIYDd",
      "likes": 2
    },
    {
      "joke": "Someone asked me, what's the ninth letter of the alphabet? It was a complete guess, but I was right.",
      "id": "kqrjNmbxcxc",
      "likes": 0
    },
    {
      "joke": "My New Years resolution is to stop leaving things so late.",
      "id": "baFQZv4w5wc",
      "likes": 6
    },
    {
      "joke": "What did the beaver say to the tree? It's been nice gnawing you.",
      "id": "5h399pWLmyd",
      "likes": -1
    },
    {
      "joke": "Two satellites decided to get married. The wedding wasn't much, but the reception was incredible.",
      "id": "99UDQZgyIBd",
      "likes": 0
    },
    {
      "joke": "I cut my finger chopping cheese, but I think that I may have grater problems.",
      "id": "4MmjbFlbah",
      "likes": 1
    },
    {
      "joke": "I'll tell you what often gets over looked... garden fences.",
      "id": "18Elj3EIYvc",
      "likes": 10
    },
    {
      "joke": "Did you hear about the cheese factory that exploded in France? There was nothing left but de Brie.",
      "id": "SSCQCdi39Ed",
      "likes": 1
    },
    {
      "joke": "Why do mathematicians hate the U.S.? Because it's indivisible.",
      "id": "mOfqzdx51wc",
      "likes": -8
    },
    {
      "joke": "I've been trying to come up with a dad joke about momentum . . . but I just can't seem to get it going.",
      "id": "8USSSfVn3ob",
      "likes": 8
    },
    {
      "joke": "Why do crabs never give to charity? Because they’re shellfish.",
      "id": "fqWgFt4Edxc",
      "likes": -16
    }
  ]
}